tap "homebrew/cask"
tap 'homebrew/cask-versions'

brew "bash"
brew "bash-completion@2"
brew "exa"
brew "fzf"
brew "git"
brew "gnupg2"
brew "hugo"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "tldr"
brew "tmux"
brew "wget"

brew "coreutils"
brew "findutils"
brew "gnu-tar"
brew "gnu-sed"
brew "gawk"
brew "gnutls"
brew "gnu-indent"
brew "gnu-getopt"
brew "grep"

brew "go"
brew "node"
brew "python"
brew "python3"
brew "rustup-init"

cask "1password"
cask "appcleaner"
cask "firefox-nightly"
cask "google-chrome"
cask "iina"
cask "iterm2-beta"
cask "transmission"
cask "visual-studio-code-insiders"
